/* No comment provided by engineer. */
"Ping an external service announcing a new podcast" = "Ping an external service announcing a new podcast";

/* No comment provided by engineer. */
"Ping external service '%@' announcing a new podcast" = "Ping external service '%@' announcing a new podcast";

/* No comment provided by engineer. */
"Service" = "Service";

/* No comment provided by engineer. */
"Service URL cannot be empty." = "Service URL cannot be empty.";

/* No comment provided by engineer. */
"Service URL is invalid." = "Service URL is invalid.";

/* No comment provided by engineer. */
"Service URL scheme unsupported (only HTTP/HTTPS are supported)." = "Service URL scheme unsupported (only HTTP/HTTPS are supported).";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

